Repository: wp-plugins/tinymce-templates
Catalog: languages/tinymce_templates-*.po
Languages: fil_ph

source: Copy to a new template
fil_ph: Kopyahin sa bagong padron

source: Shared
fil_ph: Naibahagi na

source: Templates
fil_ph: Mga Padron

source: Add New Template
fil_ph: Magdagdag ng Bagong Padron

source: Edit Template
fil_ph: Baguhin ang Padron

source: Add New
fil_ph: Magdagdag ng bago

source: New Template
fil_ph: Bagong Padron

source: View Template
fil_ph: Tingnan ang Padron

source: No templatess found.
fil_ph: Walang natagpuang padron.

source: No templates found in Trash.
fil_ph: Walang natagpuang padron sa Basura.

source: Search Templates
fil_ph: Hanapin ang mga Padron

source: Share
fil_ph: Magbahagi

source: Translators
fil_ph: Tagasalin

source: Donate
fil_ph: Magbigay

source: It is hard to continue development and support for WordPress plugins without contributions from users like you.
fil_ph: Mahirap magpatuloy sa pagbuo at suporta para sa WordPress plugins nang walang kontribusyon mula sa mga gumagamit tulay mo.

source: Private
fil_ph: Pribado

source: TinyMCE Templates
fil_ph: TinyMCE-mga Padron

source: TinyMCE Templates plugin will enable to use HTML template on WordPress Visual Editor.
fil_ph: Ang TinyMCE Templates ay papaganahin ang padron na HTML para magamit sa WordPress Visual Editor.
